{"vocabulary": ["", "[UNK]", "we", "in", "business", "i", "a", "for", "as", "unit", "and", "home", "my", "manufacturing", "is", "making", "small", "am", "do", "make", "are", "on", "use", "run", "domestic", "near", "me", "scale", "years", "since", "many", "our", "at", "micro", "enterprise", "market", "local", "village", "sell", "india", "export", "msme", "specialize", "work", "farming", "shop", "production", "provide", "have", "ka", "company", "involves", "into", "repair", "activity", "kaam", "deal", "grow", "of", "manufacturers", "the", "working", "own", "doing", "engaged", "involved", "banane", "service", "cultivation", "ki", "agency", "clinic", "rice", "wheat", "services", "farm", "cotton", "jewellery", "mobile", "mill", "servicewe", "providingwe", "sellingwe", "tradingwe", "centre", "furniture", "contractor", "printing", "repairingwe", "soap", "products", "design", "makingwe", "construction", "transport", "powder", "development", "bag", "plastic", "juice", "cleaning", "product", "manufacture", "dukan", "catering", "selling", "school", "firm", "weaving", "store", "palan", "tea", "flour", "phone", "fish", "dairy", "bread", "medicine", "doctor", "medical", "institute", "fruit", "plant", "processing", "ayurvedic", "kheti", "growingwe", "food", "box", "sugarcane", "fabric", "broker", "basmati", "goods", "tax", "plantation", "cream", "cable", "salon", "manufacturingwe", "electronics", "onion", "mango", "embroidery", "milk", "quarrying", "phones", "from", "beauty", "an", "tailor", "operator", "mining", "crop", "class", "vegetable", "training", "stall", "milling", "laundry", "hair", "consultant", "bags", "auto", "workshop", "water", "storage", "lab", "entry", "control", "clothes", "cafe", "agent", "agarbatti", "vegetables", "solar", "poultry", "leather", "painting", "jute", "silk", "ghee", "tiffin", "paddy", "honey", "gas", "chakki", "travel", "pottery", "gold", "dhaba", "tailoring", "parlour", "hospital", "factory", "driving", "canteen", "pickle", "music", "hotel", "pest", "liquid", "truck", "software", "photography", "footwear", "electrical", "fishing", "coaching", "wooden", "hardware", "spice", "papad", "masala", "ice", "garment", "detergent", "data", "rickshaw", "organic", "led", "interior", "insurance", "electronic", "wire", "security", "raise", "potato", "online", "dry", "studio", "shoes", "sheep", "chai", "build", "wheeler", "weave", "road", "repairingi", "produce", "press", "paper", "installation", "wood", "pond", "garments", "event", "energy", "chandi", "bakery", "sweets", "property", "polishing", "parts", "pack", "oil", "medicines", "marketing", "jelly", "grind", "fund", "feed", "drink", "bandage", "allopathic", "yarn", "stationery", "shampoo", "pathology", "management", "garage", "events", "bagicha", "wedding", "station", "items", "grinding", "cutting", "carry", "tomatoes", "stitching", "retail", "packing", "chillies", "achar", "accountant", "private", "mechanic", "fast", "delivery", "cold", "coal", "tradingi", "to", "share", "plumbing", "packaged", "toothpaste", "steel", "grocery", "graphic", "ecommerce", "dance", "warehouse", "utensil", "toy", "switch", "silver", "fashion", "sugar", "spinning", "phenyl", "petrol", "non", "mithai", "iti", "gst", "fertilizer", "cosmetics", "chit", "cardboard", "butter", "bus", "artificial", "tyre", "tv", "servicei", "sea", "homeopathy", "handmade", "granite", "floor", "coffee", "brick", "zari", "washing", "two", "sports", "shoe", "sellingi", "restaurant", "perfume", "jam", "glass", "dal", "cyber", "copper", "cab", "bpo", "app", "power", "fan", "advertising", "tuition", "sweet", "packaging", "noodles", "house", "gur", "dental", "call", "building", "ladies", "hosiery", "bartan", "rubber", "jaggery", "incense", "homeopathic", "electric", "chocolate", "bicycle", "metal", "computer", "clothing", "banana", "general", "courier", "carpet", "web", "paint", "goat", "custom", "animal", "plywood", "internet", "diamond", "coconut", "civil", "providingi", "mixed", "car", "book", "surgical", "readymade", "iron", "cattle", "trees", "trading", "rooftop", "makingi", "keep", "gud", "goats", "bees", "architectural", "apps", "vehicles", "toys", "tools", "spa", "skimmed", "practitioner", "pickles", "parcels", "operate", "meat", "lotion", "indian", "fasteners", "farmer", "estate", "disinfectant", "deliver", "cylinder", "coorg", "children", "chickens", "cars", "brinjal", "bolts", "west", "warehousing", "toothpowder", "table", "spices", "socket", "sauce", "sandals", "pump", "pulses", "potatoes", "policies", "pharmacy", "perfumes", "packets", "machines", "locks", "lamp", "jaidaad", "it", "irrigated", "industrial", "guards", "ginger", "gehna", "freight", "fragrances", "filing", "fields", "farmers", "engineer", "eggs", "cow", "consultancy", "chappal", "chair", "chain", "cardamom", "can", "buying", "bricks", "books", "boat", "biscuits", "bengal", "batteries", "assam", "ash", "appalam", "wiring", "websites", "wax", "varnish", "test", "tapri", "supply", "supplier", "stick", "soaps", "season", "repairing", "red", "recharge", "punjab", "provider", "paneer", "paints", "ore", "orchard", "onions", "mandi", "manage", "loom", "logistics", "lending", "law", "konkan", "khilane", "instrument", "houses", "grows", "grower", "groceries", "fresh", "flats", "field", "fencing", "every", "equipment", "education", "dudh", "drinks", "distribution", "device", "develop", "designer", "cricket", "component", "carpets", "candles", "by", "bulb", "breeding", "boxes", "bats", "bangle", "bananas", "assembly", "arts", "academy", "spare", "sheets", "scissors", "purses", "pit", "pastry", "pasta", "panels", "operation", "opencast", "office", "nashik", "mine", "mess", "manpower", "mangoes", "kulfi", "knives", "key", "kerala", "install", "hr", "household", "hand", "guard", "green", "ghasai", "fruits", "flipkart", "facility", "dealer", "cycles", "cows", "container", "cleaner", "chocolates", "capsule", "cabbage", "ca", "bridge", "brass", "boards", "board", "blades", "bangles", "assemble", "aquaculture", "amazon", "vidarbha", "teach", "sticks", "staff", "servicing", "quarry", "people", "nut", "loans", "lights", "lawyer", "ke", "gota", "give", "drinking", "chikitsa", "chicken", "center", "bulbs", "blending", "beekeeping", "tuitions", "taxis", "practice", "outlet", "offices", "imitation", "decoration", "cultivate", "consulting", "bake", "audit", "accounting", "tin", "sand", "nuts", "natural", "distributor", "dealers", "cake", "alphonso", "vehicle", "seasonal", "provision", "nariyal", "motorcycle", "moneylending", "mombatti", "makan", "khana", "herbal", "growingi", "cutlery", "buffalo", "zardozi", "veterinary", "vermicelli", "vakil", "smartphone", "skill", "real", "mochi", "mirchi", "limestone", "kiryana", "kela", "digital", "cucumber", "clay", "chartered", "chappals", "ceramic", "blood", "website", "tour", "sona", "plumber", "matchbox", "lock", "knitting", "handbag", "gravel", "electrician", "egg", "dentist", "corrugated", "chemist", "chawal", "broiler", "brassware", "battery", "atta", "apiary", "aerated", "zameen", "xerox", "wind", "vidyalaya", "tractor", "sabun", "recruitment", "rabi", "pulse", "prawn", "pashu", "murgi", "mitti", "mineral", "meal", "matchstick", "manufacturingi", "madhumakhi", "leafy", "layer", "lace", "label", "housekeeping", "halwai", "fuel", "dried", "dhobighat", "dawai", "cobbler", "chili", "attar", "architect", "vocational", "tomato", "taxi", "tablet", "stock", "soft", "parcel", "nursing", "marble", "machine", "legal", "kirana", "foto", "fly", "electricity", "college", "churi", "carpenter", "bhains", "aluminium", "adrak", "spinach", "saree", "sanitary", "sabzi", "placement", "photocopying", "pepper", "lpg", "logo", "lodge", "knife", "highway", "handloom", "freshwater", "diagnostic", "darji", "cycle", "cement", "biscuit", "aloo", "advocate", "seviyan", "offset", "money", "kanda", "chutney", "bathing", "bakri", "anda", "providingmobile", "polythene", "nai", "motor", "kapas", "homemade", "gents", "candle", "bolt", "bike", "kitab", "kapde", "income", "ganna", "aam", "tradingwheat", "sone", "servicecotton", "repairingmobile", "quick", "machli", "joota", "khilona", "heera", "eent", "servicemobile", "serviceleather", "providingcold", "tradingcotton", "sellingwheat", "sellingplastic", "sellingcattle", "repairingrice", "providingled", "providingfurniture", "makingrubber", "makingplastic", "makingcotton", "tradingsolar", "tradingplastic", "tradingmobile", "tradingjute", "tradinghair", "tradingfurniture", "tradingcivil", "servicewooden", "serviceplastic", "sellingfruit", "sellingdiamond", "repairingwheat", "repairingnai", "repairingdry", "providingplastic", "providingjute", "providinghair", "providingayurvedic", "makingpaper", "makingdoctor", "tradingvegetable", "tradingtea", "tradingrice", "tradingplywood", "tradingmango", "tradingleather", "tradingit", "tradingelectrical", "servicewedding", "servicevegetable", "servicetea", "servicepotato", "servicepaper", "servicecomputer", "servicecold", "serviceanimal", "sellingrice", "sellingonline", "sellingmobile", "sellingcotton", "sellingcold", "sellingbeauty", "repairingweb", "repairingsugarcane", "repairingroad", "repairingjute", "repairingheera", "repairingfurniture", "repairingevent", "repairingdal", "repairingcement", "repairingbutter", "providingmilk", "providingdiamond", "providingagarbatti", "manufacturingorganic", "makingvegetable", "makingtea", "makingprivate", "makingmango", "makingevent", "makingdetergent", "makingcoaching", "makingbakery", "growingsugarcane", "growingauto", "tradingwind", "tradingsugarcane", "tradingsecurity", "tradingproperty", "tradinglegal", "tradingglass", "tradingagarbatti", "servicewire", "servicewheat", "servicesurgical", "servicesolar", "servicereadymade", "serviceproperty", "servicemixed", "serviceknife", "servicekapde", "serviceinternet", "servicehair", "servicegents", "servicefootwear", "servicefishing", "servicedetergent", "servicedental", "servicedairy", "servicechai", "servicebakery", "serviceattar", "serviceagarbatti", "sellingsolar", "sellingsoap", "sellingsaree", "sellingroad", "sellingprivate", "sellingpaper", "sellingpapad", "sellingonion", "sellinglabel", "sellingkirana", "sellingjute", "sellingjewellery", "sellingjam", "sellingiron", "sellinginterior", "sellingice", "sellinghouse", "sellinghome", "sellinggravel", "sellingevent", "sellingelectronic", "sellingcar", "sellingauto", "repairingtea", "repairingsolar", "repairingreadymade", "repairingplywood", "repairingmedicine", "repairingit", "repairinghosiery", "repairinghomeopathic", "repairinggeneral", "repairingembroidery", "repairingdata", "repairingcold", "repairingbus", "repairingbakery", "repairingauto", "repairingagarbatti", "providingwheat", "providingwedding", "providingtea", "providingspinach", "providingsilver", "providingroad", "providingleather", "providinggarment", "providingfruit", "providingdetergent", "providingclothing", "providingchemist", "providingbook", "providingbeauty", "manufacturingsone", "manufacturingprivate", "manufacturingmobile", "manufacturingleather", "manufacturinggarment", "manufacturingcotton", "manufacturingclothing", "makingwooden", "makingwheat", "makingsurgical", "makingreadymade", "makingphenyl", "makingmixed", "makingmetal", "makinglegal", "makingjaggery", "makinginsurance", "makingheera", "makinggoat", "makingcattle", "makingcarpenter", "makingbicycle", "makingayurvedic", "growingroad", "growingrice", "growingreadymade", "growingmasala", "growingleather", "growingcotton", "growingcoaching", "tradingxerox", "tradingwire", "tradingtwo", "tradingsurgical", "tradingsports", "tradingsmartphone", "tradingroad", "tradingpaddy", "tradingmedical", "tradingmachli", "tradinglpg", "tradinglock", "tradingkanda", "tradingjewellery", "tradinginternet", "tradinginsurance", "tradingincome", "tradingincense", "tradinghousekeeping", "tradinghomeopathic", "tradinghandloom", "tradinggranite", "tradinggold", "tradingganna", "tradingfloor", "tradingfishing", "tradingfish", "tradingdetergent", "tradingdawai", "tradingdata", "tradingcustom", "tradingchocolate", "tradingcarpet", "tradingbicycle", "tradingayurvedic", "tradingauto", "tradingartificial", "serviceweb", "servicevocational", "servicetv", "servicesugarcane", "serviceshare", "serviceseviyan", "servicesecurity", "servicepower", "servicepottery", "servicepepper", "servicepaint", "serviceorganic", "serviceonline", "servicenoodles", "servicemotorcycle", "servicemedical", "servicematchbox", "servicemasala", "servicemarble", "servicejute", "servicejuice", "serviceit", "serviceiron", "serviceinsurance", "servicehousekeeping", "servicehouse", "servicehandmade", "servicehandloom", "servicegoat", "serviceghee", "servicefurniture", "servicefan", "servicefactory", "serviceevent", "serviceelectronic", "servicediamond", "servicedata", "servicecourier", "servicecoconut", "servicechutney", "servicechartered", "servicebread", "servicebike", "servicebanana", "servicebakri", "serviceayurvedic", "serviceauto", "serviceanda", "servicealoo", "sellingwooden", "sellingwire", "sellingvidyalaya", "sellingvegetable", "sellingsweet", "sellingsugarcane", "sellingrestaurant", "sellingrecruitment", "sellingprinting", "sellingmy", "sellingmotor", "sellingmasala", "sellinglpg", "sellingled", "sellingkapas", "sellingit", "sellinggeneral", "sellingfurniture", "sellingfreshwater", "sellingfish", "sellingfertilizer", "sellingdiagnostic", "sellingdairy", "sellingcycle", "sellingcustom", "sellingcourier", "sellingchai", "sellingcarpet", "sellingcanteen", "sellingbrick", "sellingbpo", "sellingbolt", "sellingbiscuit", "sellingbartan", "sellingbakery", "sellingagarbatti", "repairingzardozi", "repairingwedding", "repairingtwo", "repairingtuition", "repairingsurgical", "repairingseviyan", "repairingplumbing", "repairingplastic", "repairingpaint", "repairingorganic", "repairingnoodles", "repairingmoney", "repairingmeal", "repairingmatchstick", "repairingmarble", "repairingmachine", "repairinglpg", "repairingliquid", "repairingleather", "repairingkhilona", "repairingkapas", "repairingjuice", "repairingiron", "repairinginternet", "repairinginterior", "repairinghomeopathy", "repairingfish", "repairingfan", "repairingeent", "repairingcustom", "repairingcotton", "repairingcosmetics", "repairingcoconut", "repairingcivil", "repairingchutney", "repairingchuri", "repairingchocolate", "repairingcar", "repairingcandle", "repairingbeauty", "repairingaam", "providingzari", "providingweb", "providingvegetable", "providingtaxi", "providingsurgical", "providingsugarcane", "providingsports", "providingspice", "providingsolar", "providingsmartphone", "providingrubber", "providingquick", "providingprivate", "providingpotato", "providingpolythene", "providingplywood", "providingplacement", "providingpashu", "providingnoodles", "providingnatural", "providingmetal", "providingliquid", "providingkitab", "providingit", "providingiron", "providinginternet", "providingincense", "providinghouse", "providinghandbag", "providingelectric", "providingdry", "providingdoctor", "providingdawai", "providingcyber", "providingcotton", "providingchakki", "providingchai", "providingcattle", "providingcarpet", "providingbartan", "providingbakery", "providingauto", "manufacturingwheat", "manufacturingtea", "manufacturingsecurity", "manufacturingsanitary", "manufacturingrice", "manufacturingmoney", "manufacturingmachli", "manufacturingjewellery", "manufacturinginsurance", "manufacturinghouse", "manufacturinghardware", "manufacturingelectronic", "manufacturingcold", "manufacturingcobbler", "manufacturingchappals", "makingwedding", "makingtravel", "makingswitch", "makingsugarcane", "makingsteel", "makingsecurity", "makingsalon", "makingroad", "makingrice", "makingquick", "makingproperty", "makingpolythene", "makingplywood", "makingmotor", "makingmobile", "makingmirchi", "makingmedicine", "makingmadhumakhi", "makingkanda", "makinginternet", "makinghardware", "makinggur", "makingfuel", "makingfruit", "makingfishing", "makingfish", "makingfast", "makingfarming", "makingelectronic", "makingelectrician", "makingegg", "makingdry", "makingdried", "makingdiamond", "makingdata", "makingdarji", "makingcustom", "makingcourier", "makingcivil", "makingchai", "makingcarpet", "makingcandle", "makingbrick", "makingbook", "makingblood", "makingauto", "makinganimal", "makingaluminium", "makingaloo", "growingwheat", "growingwedding", "growingstock", "growingrabi", "growingoffset", "growingjaggery", "growinghouse", "growinghotel", "growingfruit", "growingfootwear", "growingevent", "growingcoconut", "growingchocolate", "growingbakery", "growingayurvedic", "growingapp", "growinganimal", "tradingwedding", "tradingtyre", "tradingtiffin", "tradingsugar", "tradingspinach", "tradingspice", "tradingsone", "tradingsoap", "tradingskill", "tradingsaree", "tradingsabun", "tradingrubber", "tradingquick", "tradingprivate", "tradingprinting", "tradingpoultry", "tradingpotato", "tradingpolythene", "tradingphotography", "tradingpetrol", "tradingperfume", "tradingpepper", "tradingpashu", "tradingparlour", "tradingpapad", "tradingpaint", "tradingorganic", "tradingonline", "tradingonion", "tradingnursing", "tradingmochi", "tradingmixed", "tradingmineral", "tradingmatchbox", "tradingmasala", "tradingliquid", "tradingled", "tradinglayer", "tradingladies", "tradingknife", "tradingkitab", "tradingkhilona", "tradingjoota", "tradingjam", "tradingiti", "tradinginterior", "tradingice", "tradinghospital", "tradinghardware", "tradinghandmade", "tradinghalwai", "tradinggst", "tradinggoods", "tradinggents", "tradinggeneral", "tradingfruit", "tradingfoto", "tradingfootwear", "tradingfactory", "tradingembroidery", "tradingelectronics", "tradingelectronic", "tradingeent", "tradingdigital", "tradingdentist", "tradingdairy", "tradingcycle", "tradingcutlery", "tradingcorrugated", "tradingconstruction", "tradingcomputer", "tradingcollege", "tradingcold", "tradingcoconut", "tradingcoaching", "tradingcleaning", "tradingchit", "tradingchai", "tradingceramic", "tradingcement", "tradingcattle", "tradingcanteen", "tradingcable", "tradingbutter", "tradingbroiler", "tradingbread", "tradingbrassware", "tradingbpo", "tradingbook", "tradingbeauty", "tradingbathing", "tradingbakery", "tradingatta", "tradingapp", "tradingadvocate", "tradingaam", "servicezari", "serviceveterinary", "servicevehicle", "servicetwo", "servicetruck", "servicetravel", "servicetomato", "servicetailoring", "servicestock", "servicesteel", "servicespice", "servicesoap", "servicesmall", "serviceshoe", "servicesabzi", "servicerice", "servicepulse", "serviceplywood", "serviceplumber", "serviceplacement", "servicephotocopying", "servicepapad", "servicepackaging", "servicenursing", "servicenon", "servicenatural", "servicenai", "servicemusic", "servicemurgi", "servicemotor", "servicemedicine", "servicelogo", "servicelodge", "servicelock", "servicelayer", "serviceladies", "servicelabel", "serviceknitting", "servicekela", "servicejewellery", "servicejam", "servicejaggery", "serviceiti", "serviceice", "servicehospital", "servicehosiery", "servicehomemade", "servicehardware", "servicegst", "servicegrocery", "servicegraphic", "servicegold", "servicegeneral", "servicefruit", "servicefreshwater", "serviceflour", "servicefertilizer", "serviceelectronics", "serviceelectric", "servicedry", "servicedriving", "servicedhaba", "servicedentist", "servicecustom", "servicecream", "servicecoffee", "serviceclothing", "servicecivil", "servicechocolate", "servicechit", "servicechili", "servicechawal", "servicecake", "servicecable", "servicebutter", "servicebroiler", "servicebpo", "servicebolt", "servicebeauty", "servicebattery", "servicebathing", "servicebasmati", "serviceatta", "serviceapp", "serviceadrak", "serviceaccountant", "serviceaam", "sellingzardozi", "sellingwedding", "sellingwarehouse", "sellingvakil", "sellingutensil", "sellingtwo", "sellingtuition", "sellingtractor", "sellingtoy", "sellingtour", "sellingtea", "sellingtablet", "sellingsurgical", "sellingsugar", "sellingspinning", "sellingsone", "sellingsona", "sellingsanitary", "sellingrepair", "sellingrabi", "sellingquick", "sellingprovision", "sellingproperty", "sellingpotato", "sellingpolythene", "sellingphotocopying", "sellingpetrol", "sellingpest", "sellingpainting", "sellingoffset", "sellingnon", "sellingmusic", "sellingmoneylending", "sellingmoney", "sellingmochi", "sellingmithai", "sellingmineral", "sellingmilk", "sellingmetal", "sellingmeal", "sellingmatchbox", "sellingmakan", "sellingmadhumakhi", "sellingmachine", "sellinglodge", "sellinglimestone", "sellingleather", "sellingleafy", "sellingladies", "sellingkitab", "sellingkapde", "sellingjoota", "sellinginternet", "sellinginsurance", "sellingincome", "sellinghosiery", "sellinghomeopathic", "sellinghomemade", "sellingheera", "sellinghandmade", "sellinghandloom", "sellinggur", "sellinggranite", "sellinggoat", "sellinggents", "sellinggarment", "sellingganna", "sellingfuel", "sellingfly", "sellingfarming", "sellingfan", "sellingelectric", "sellingeent", "sellingecommerce", "sellingdriving", "sellingdetergent", "sellingdawai", "sellingdata", "sellingcopper", "sellingcomputer", "sellingcoaching", "sellingcleaning", "sellingcivil", "sellingchutney", "sellingchemist", "sellingchawal", "sellingchappals", "sellingcarpenter", "sellingcall", "sellingbuilding", "sellingbread", "sellingbook", "sellingbicycle", "sellingbhains", "sellingbathing", "sellingbanana", "sellingalphonso", "sellingaerated", "sellingadvertising", "sellingachar", "repairingzameen", "repairingwire", "repairingvidyalaya", "repairingveterinary", "repairingvehicle", "repairingvegetable", "repairingtyre", "repairingtv", "repairingtruck", "repairingtravel", "repairingtoy", "repairingtour", "repairingtomato", "repairingtailoring", "repairingsone", "repairingsoap", "repairingshoe", "repairingsecurity", "repairingseasonal", "repairingsand", "repairingsalon", "repairingsabzi", "repairingsabun", "repairingrecruitment", "repairingpulse", "repairingproperty", "repairingprivate", "repairingprinting", "repairingpottery", "repairingpotato", "repairingpolythene", "repairingphotocopying", "repairingpest", "repairingparlour", "repairingpainting", "repairingonline", "repairingnariyal", "repairingmusic", "repairingmombatti", "repairingmixed", "repairingmithai", "repairingmineral", "repairingmilk", "repairingmasala", "repairingmango", "repairingled", "repairingleafy", "repairinglabel", "repairingkiryana", "repairingkirana", "repairingkela", "repairingkapde", "repairingjoota", "repairingincome", "repairingice", "repairinghousekeeping", "repairinghandbag", "repairinghalwai", "repairinghair", "repairinggranite", "repairinggoods", "repairinggas", "repairinggarment", "repairingfruit", "repairingfoto", "repairingfishing", "repairingelectronics", "repairingelectricity", "repairingelectrical", "repairingdriving", "repairingdoctor", "repairingdigital", "repairingdetergent", "repairingdental", "repairingdarji", "repairingdairy", "repairingcyber", "repairingcucumber", "repairingcourier", "repairingcleaning", "repairingchakki", "repairingchai", "repairingcattle", "repairingcarpet", "repairingbroiler", "repairingbread", "repairingbook", "repairingbolt", "repairingblood", "repairingbakri", "repairingayurvedic", "repairingatta", "repairinganda", "providingzardozi", "providingwooden", "providingvidyalaya", "providingutensil", "providingtruck", "providingswitch", "providingsweet", "providingsone", "providingsoftware", "providingshoe", "providingsecurity", "providingsea", "providingrestaurant", "providingreal", "providingproperty", "providingprawn", "providingpoultry", "providingpickle", "providingphotography", "providingphenyl", "providingparlour", "providingpapad", "providingpaint", "providingorganic", "providingonline", "providingonion", "providingmy", "providingmurgi", "providingmoneylending", "providingmombatti", "providingmirchi", "providingmachli", "providinglodge", "providingjam", "providinginsurance", "providingincome", "providingice", "providinghotel", "providinghosiery", "providinghoney", "providinghomeopathic", "providinghomemade", "providinghome", "providinghighway", "providinggst", "providinggoods", "providinggoat", "providingglass", "providinggents", "providinggeneral", "providingganna", "providingfuel", "providingfarming", "providingelectronic", "providingelectrical", "providingegg", "providingeent", "providingdriving", "providingdried", "providingdiagnostic", "providingdhobighat", "providingdarji", "providingcucumber", "providingcorrugated", "providingcopper", "providingcomputer", "providingcollege", "providingcoaching", "providingchuri", "providingchocolate", "providingchartered", "providingcar", "providingbus", "providingbuilding", "providingbolt", "providingbattery", "providingapp", "providingaluminium", "providingadrak", "manufacturingwedding", "manufacturingvegetable", "manufacturingtractor", "manufacturingtomato", "manufacturingsugarcane", "manufacturingsugar", "manufacturingsolar", "manufacturingsoap", "manufacturingshoe", "manufacturingsand", "manufacturingsabun", "manufacturingrubber", "manufacturingreadymade", "manufacturingpower", "manufacturingpotato", "manufacturingphotography", "manufacturingpest", "manufacturingpapad", "manufacturingpaint", "manufacturingonline", "manufacturingnariyal", "manufacturingmombatti", "manufacturingmixed", "manufacturingmetal", "manufacturingmedicine", "manufacturingkitab", "manufacturingjute", "manufacturingjuice", "manufacturingiron", "manufacturinginterior", "manufacturingice", "manufacturinghandmade", "manufacturingfoto", "manufacturingfly", "manufacturingflour", "manufacturingelectric", "manufacturingdry", "manufacturingdoctor", "manufacturingdental", "manufacturingcourier", "manufacturingcoconut", "manufacturingclay", "manufacturingchit", "manufacturingchai", "manufacturingcandle", "manufacturingbuffalo", "manufacturingbread", "manufacturingbook", "manufacturingbicycle", "manufacturingbathing", "manufacturingauto", "manufacturingartificial", "manufacturinganimal", "makingwire", "makingwebsite", "makingweb", "makingvermicelli", "makingtuition", "makingtomato", "makingtin", "makingtiffin", "makingtaxi", "makingtablet", "makingsweet", "makingspinning", "makingspice", "makingsone", "makingsoft", "makingsoap", "makingsmartphone", "makingsmall", "makingsea", "makingsabzi", "makingprawn", "makingpotato", "makingphotocopying", "makingperfume", "makingpepper", "makingpapad", "makingpaint", "makingpaddy", "makingonline", "makingonion", "makingnon", "makingnai", "makingmy", "makingmithai", "makingmilk", "makingmachli", "makingladies", "makinglace", "makingkitab", "makingkiryana", "makingkapde", "makingkapas", "makingjute", "makingjuice", "makingjewellery", "makingiti", "makingiron", "makinginterior", "makingincome", "makinghouse", "makinghotel", "makinghomeopathic", "makinghighway", "makingherbal", "makinghandloom", "makinghair", "makinggraphic", "makinggranite", "makinggold", "makinggeneral", "makinggas", "makingganna", "makingfurniture", "makingfly", "makingembroidery", "makingelectronics", "makingelectricity", "makingelectrical", "makingdhobighat", "makingdhaba", "makingdairy", "makingcycle", "makingcutlery", "makingcream", "makingcollege", "makingcold", "makingcoffee", "makingclothing", "makingcleaning", "makingchutney", "makingchuri", "makingchawal", "makingcardboard", "makingcar", "makingcall", "makingbread", "makingbike", "makingbhains", "makingbeauty", "makingbanana", "makingapiary", "makinganda", "makingagarbatti", "makingadvocate", "growingwire", "growingwebsite", "growingweb", "growingwashing", "growingtruck", "growingtransport", "growingtoothpaste", "growingsurgical", "growingspice", "growingsona", "growingsolar", "growingsoap", "growingseasonal", "growingsabzi", "growingproperty", "growingprawn", "growingpottery", "growingpaper", "growingpapad", "growingmotor", "growingmobile", "growingmixed", "growingmedicine", "growingled", "growingkhilona", "growingjewellery", "growingiti", "growingiron", "growinginterior", "growingincense", "growinghoney", "growinghomeopathic", "growinghardware", "growinggraphic", "growinggoat", "growingfactory", "growingelectric", "growingcourier", "growingcomputer", "growingcobbler", "growingchai", "growingcar", "growingcall", "growingbanana", "growingagarbatti", "growingadvertising", "tradingzameen", "tradingweb", "tradingwarehouse", "tradingvidyalaya", "tradingvermicelli", "tradingvehicle", "tradingvakil", "tradingtv", "tradingtuition", "tradingtruck", "tradingtractor", "tradingtoothpaste", "tradingtomato", "tradingtaxi", "tradingtax", "tradingtailoring", "tradingtablet", "tradingsweet", "tradingspinning", "tradingsoftware", "tradingsmall", "tradingsilk", "tradingshoe", "tradingshare", "tradingseviyan", "tradingsea", "tradingsanitary", "tradingsalon", "tradingrestaurant", "tradingrecruitment", "tradingreal", "tradingprovision", "tradingprawn", "tradingplumbing", "tradingplumber", "tradingplacement", "tradingphotocopying", "tradingphone", "tradingpaper", "tradingpainting", "tradingpackaging", "tradingpackaged", "tradingnuts", "tradingnoodles", "tradingnon", "tradingnariyal", "tradingnai", "tradingmy", "tradingmotorcycle", "tradingmoneylending", "tradingmitti", "tradingmilk", "tradingmetal", "tradingmedicine", "tradingmarble", "tradingmadhumakhi", "tradinglogo", "tradinglodge", "tradingkiryana", "tradingkirana", "tradingkhana", "tradingkela", "tradingkapde", "tradingkapas", "tradingjaggery", "tradingiron", "tradinghouse", "tradinghotel", "tradinghomemade", "tradinghighway", "tradingheera", "tradinggur", "tradinggraphic", "tradinggoat", "tradingfashion", "tradingfarming", "tradingfan", "tradingelectricity", "tradingelectrician", "tradingegg", "tradingecommerce", "tradingdoctor", "tradingdiagnostic", "tradingdhobighat", "tradingdhaba", "tradingdarji", "tradingdal", "tradingcucumber", "tradingcream", "tradingcourier", "tradingcopper", "tradingcoffee", "tradingcobbler", "tradingcoal", "tradingclothing", "tradingclay", "tradingchutney", "tradingchuri", "tradingchili", "tradingchawal", "tradingchartered", "tradingcarpenter", "tradingcar", "tradingcall", "tradingcab", "tradingbuilding", "tradingbuffalo", "tradingbolt", "tradingbike", "tradingbattery", "tradingbartan", "tradingbanana", "tradingattar", "tradingarchitect", "tradinganimal", "tradinganda", "tradingaluminium", "tradingaerated", "tradingadvertising", "tradingadrak", "tradingaccountant", "servicezameen", "servicexerox", "servicevermicelli", "serviceutensil", "servicetuition", "servicetractor", "servicetoy", "servicetour", "servicetax", "servicetablet", "serviceswitch", "servicesweet", "servicesugar", "servicesports", "servicespinning", "servicesone", "servicesoftware", "servicesoft", "serviceskill", "servicesilk", "servicesaree", "servicesanitary", "servicesand", "servicesabun", "servicerubber", "serviceroad", "servicerecruitment", "servicereal", "servicerabi", "serviceprovision", "serviceprivate", "serviceprinting", "serviceprawn", "serviceplumbing", "servicepickle", "servicephotography", "servicephenyl", "servicepetrol", "servicepest", "serviceperfume", "serviceparlour", "servicepaddy", "servicepackaged", "serviceoffset", "servicenuts", "servicemy", "servicemoneylending", "servicemoney", "servicemombatti", "servicemitti", "servicemineral", "servicemetal", "servicemeal", "servicematchstick", "servicemango", "servicemakan", "servicelpg", "serviceliquid", "servicelimestone", "servicelegal", "serviceleafy", "servicelace", "servicekitab", "servicekiryana", "servicekhilona", "servicekhana", "servicekapas", "serviceinterior", "serviceincome", "serviceimitation", "servicehoney", "servicehomeopathy", "servicehomeopathic", "servicehome", "serviceherbal", "serviceheera", "serviceglass", "servicegas", "servicegarment", "serviceganna", "servicefly", "servicefish", "servicefashion", "servicefarming", "serviceembroidery", "serviceelectricity", "serviceeent", "serviceecommerce", "servicedried", "servicedoctor", "servicedhobighat", "servicedal", "servicecyber", "servicecorrugated", "servicecopper", "servicecollege", "servicecobbler", "servicecoal", "servicecoaching", "serviceclay", "servicechemist", "servicechakki", "serviceceramic", "servicecement", "servicecattle", "servicecarpenter", "servicecardboard", "servicecar", "servicecandle", "servicecall", "servicecab", "servicebus", "servicebrassware", "servicebook", "servicebiscuit", "servicebicycle", "servicebhains", "servicebartan", "servicearchitect", "servicealphonso", "serviceaerated", "serviceadvocate", "serviceadvertising", "serviceachar", "sellingzari", "sellingzameen", "sellingxerox", "sellingwind", "sellingwebsite", "sellingweb", "sellingvocational", "sellingveterinary", "sellingvermicelli", "sellingvehicle", "sellingtyre", "sellingtransport", "sellingtiffin", "sellingtax", "sellingswitch", "sellingspice", "sellingsoft", "sellingsmall", "sellingsilver", "sellingsilk", "sellingshoe", "sellingseviyan", "sellingsecurity", "sellingseasonal", "sellingsalon", "sellingsabzi", "sellingreadymade", "sellingpulse", "sellingpoultry", "sellingpottery", "sellingplumber", "sellingpickle", "sellingphotography", "sellingphone", "sellingphenyl", "sellingperfume", "sellingpepper", "sellingparcel", "sellingpaint", "sellingpaddy", "sellingpackaging", "sellingnuts", "sellingnursing", "sellingnariyal", "sellingnai", "sellingmixed", "sellingmitti", "sellingmedicine", "sellingmatchstick", "sellingmango", "sellingmachli", "sellinglogo", "sellingliquid", "sellinglayer", "sellingknitting", "sellingkhilona", "sellingkhana", "sellingjaggery", "sellingiti", "sellingincense", "sellingimitation", "sellinghotel", "sellinghospital", "sellinghoney", "sellinghomeopathy", "sellinghardware", "sellinggst", "sellinggoods", "sellinggold", "sellingghee", "sellingfoto", "sellingflour", "sellingfloor", "sellingfast", "sellingfashion", "sellingembroidery", "sellingelectricity", "sellingelectrician", "sellingdried", "sellingdigital", "sellingdhobighat", "sellingdhaba", "sellingdentist", "sellingdental", "sellingdarji", "sellingdal", "sellingcutlery", "sellingcream", "sellingcosmetics", "sellingcorrugated", "sellingcoconut", "sellingcobbler", "sellingcoal", "sellingclay", "sellingchakki", "sellingceramic", "sellingcement", "sellingcardboard", "sellingcable", "sellingcab", "sellingbus", "sellingbuffalo", "sellingbrassware", "sellingbike", "sellingbasmati", "sellingbakri", "sellingarchitect", "sellingapp", "sellinganimal", "sellinganda", "sellingaluminium", "sellingaloo", "sellingaccountant", "sellingaam", "repairingzari", "repairingxerox", "repairingwind", "repairingvermicelli", "repairingutensil", "repairingtransport", "repairingtractor", "repairingtoothpaste", "repairingtin", "repairingtiffin", "repairingtaxi", "repairingtax", "repairingtablet", "repairingstock", "repairingsports", "repairingspinach", "repairingspice", "repairingsona", "repairingsoftware", "repairingsoft", "repairingsmartphone", "repairingsmall", "repairingsilk", "repairingshare", "repairingsea", "repairingsaree", "repairingrestaurant", "repairingrepair", "repairingreal", "repairingrabi", "repairingprovision", "repairingplumber", "repairingpickle", "repairingphotography", "repairingphone", "repairingphenyl", "repairingperfume", "repairingpepper", "repairingparcel", "repairingpaper", "repairingpackaging", "repairingonion", "repairingoffset", "repairingnuts", "repairingnursing", "repairingnon", "repairingnatural", "repairingmy", "repairingmurgi", "repairingmotor", "repairingmitti", "repairingmirchi", "repairingmetal", "repairingmadhumakhi", "repairingmachli", "repairinglogo", "repairinglodge", "repairinglegal", "repairinglayer", "repairingladies", "repairinglace", "repairingknife", "repairingkitab", "repairingkhana", "repairingkanda", "repairingjewellery", "repairingiti", "repairingincense", "repairinghoney", "repairinghomemade", "repairinghome", "repairinghighway", "repairinghandmade", "repairinghandloom", "repairinggrocery", "repairinggravel", "repairinggraphic", "repairinggoat", "repairingglass", "repairingghee", "repairingganna", "repairingfuel", "repairingfreshwater", "repairingfootwear", "repairingfly", "repairingfloor", "repairingfertilizer", "repairingfactory", "repairingelectronic", "repairingelectric", "repairingecommerce", "repairingdiamond", "repairingdiagnostic", "repairingdhaba", "repairingdentist", "repairingdance", "repairingcycle", "repairingcream", "repairingcorrugated", "repairingcopper", "repairingcomputer", "repairingcollege", "repairingcoffee", "repairingcoaching", "repairingclothing", "repairingchit", "repairingchili", "repairingchemist", "repairingchartered", "repairingchappals", "repairingceramic", "repairingcardboard", "repairingcable", "repairingcab", "repairingbuilding", "repairingbuffalo", "repairingbrick", "repairingbrassware", "repairingbpo", "repairingbiscuit", "repairingbike", "repairingbicycle", "repairingbhains", "repairingbattery", "repairingbasmati", "repairingbartan", "repairingbanana", "repairingattar", "repairingartificial", "repairingapp", "repairingapiary", "repairinganimal", "repairingaluminium", "repairingaloo", "repairingaerated", "repairingadvocate", "repairingadrak", "repairingachar", "repairingaccountant", "providingzameen", "providingxerox", "providingwire", "providingwind", "providingwashing", "providingvocational", "providingvermicelli", "providingvehicle", "providingtyre", "providingtwo", "providingtv", "providingtuition", "providingtransport", "providingtractor", "providingtoy", "providingtour", "providingtin", "providingtax", "providingtablet", "providingsugar", "providingspinning", "providingsoft", "providingsmall", "providingskill", "providingseviyan", "providingsanitary", "providingrice", "providingrepair", "providingrecruitment", "providingreadymade", "providingpulse", "providingprovision", "providingprinting", "providingpower", "providingpottery", "providingphone", "providingpest", "providingpepper", "providingparcel", "providingpainting", "providingpackaging", "providingnursing", "providingnai", "providingmusic", "providingmoney", "providingmixed", "providingmitti", "providingmithai", "providingmedicine", "providingmeal", "providingmatchstick", "providingmarble", "providingmango", "providingmakan", "providingmadhumakhi", "providingmachine", "providinglpg", "providinglogo", "providinglegal", "providingleafy", "providinglayer", "providinglace", "providinglabel", "providingknitting", "providingkhilona", "providingkela", "providingkapas", "providingkanda", "providingjuice", "providingjewellery", "providingiti", "providinghousekeeping", "providinghospital", "providinghomeopathy", "providinghardware", "providinggur", "providinggrocery", "providinggraphic", "providinggas", "providingfreshwater", "providingfoto", "providingfootwear", "providingfly", "providingflour", "providingfish", "providingfertilizer", "providingfast", "providingfashion", "providingfan", "providingfactory", "providingembroidery", "providingelectronics", "providingecommerce", "providingdigital", "providingdhaba", "providingdentist", "providingdental", "providingdata", "providingdance", "providingdal", "providingdairy", "providingcycle", "providingcutlery", "providingcustom", "providingcream", "providingcourier", "providingcosmetics", "providingcoffee", "providingcoconut", "providingchili", "providingchawal", "providingceramic", "providingcement", "providingcanteen", "providingcall", "providingcable", "providingcab", "providingbroiler", "providingbrick", "providingbread", "providingbrassware", "providingbpo", "providingblood", "providingbiscuit", "providingbike", "providingbhains", "providingbathing", "providingbasmati", "providingbanana", "providingbakri", "providingatta", "providingartificial", "providingapiary", "providingaloo", "providingaerated", "providingadvocate", "providingadvertising", "providingaam", "manufacturingzari", "manufacturingzameen", "manufacturingwooden", "manufacturingwire", "manufacturingwebsite", "manufacturingveterinary", "manufacturingtyre", "manufacturingtruck", "manufacturingtoy", "manufacturingtoothpaste", "manufacturingtaxi", "manufacturingtailoring", "manufacturingsweet", "manufacturingsurgical", "manufacturingsteel", "manufacturingsports", "manufacturingspinach", "manufacturingsona", "manufacturingsoftware", "manufacturingsoft", "manufacturingskill", "manufacturingshare", "manufacturingseasonal", "manufacturingsea", "manufacturingsabzi", "manufacturingroad", "manufacturingrepair", "manufacturingrecruitment", "manufacturingreal", "manufacturingrabi", "manufacturingquick", "manufacturingprovision", "manufacturingproperty", "manufacturingprinting", "manufacturingpolythene", "manufacturingplastic", "manufacturingplacement", "manufacturingpickle", "manufacturingpetrol", "manufacturingperfume", "manufacturingpepper", "manufacturingparlour", "manufacturingparcel", "manufacturingpaper", "manufacturingpaddy", "manufacturingpackaging", "manufacturingonion", "manufacturingnuts", "manufacturingmotor", "manufacturingmitti", "manufacturingmilk", "manufacturingmeal", "manufacturingmatchstick", "manufacturingmatchbox", "manufacturingmarble", "manufacturinglock", "manufacturinglimestone", "manufacturingladies", "manufacturinglace", "manufacturingknife", "manufacturingkiryana", "manufacturingkapde", "manufacturingjoota", "manufacturingjaggery", "manufacturingit", "manufacturinginternet", "manufacturingincense", "manufacturingimitation", "manufacturinghospital", "manufacturinghosiery", "manufacturinghoney", "manufacturinghome", "manufacturingheera", "manufacturinghalwai", "manufacturinghair", "manufacturinggrocery", "manufacturinggravel", "manufacturinggoat", "manufacturinggents", "manufacturingganna", "manufacturingfruit", "manufacturingfreshwater", "manufacturingfloor", "manufacturingfast", "manufacturingfashion", "manufacturingevent", "manufacturingembroidery", "manufacturingelectricity", "manufacturingelectrician", "manufacturingegg", "manufacturingeent", "manufacturingecommerce", "manufacturingdried", "manufacturingdigital", "manufacturingdhaba", "manufacturingdetergent", "manufacturingdance", "manufacturingdairy", "manufacturingcustom", "manufacturingcucumber", "manufacturingcream", "manufacturingcosmetics", "manufacturingcorrugated", "manufacturingcopper", "manufacturingconstruction", "manufacturingcomputer", "manufacturingcollege", "manufacturingcoffee", "manufacturingcoaching", "manufacturingcleaning", "manufacturingcivil", "manufacturingchuri", "manufacturingchocolate", "manufacturingchawal", "manufacturingchartered", "manufacturingcattle", "manufacturingcarpet", "manufacturingcardboard", "manufacturingcar", "manufacturingcanteen", "manufacturingbuilding", "manufacturingbroiler", "manufacturingbrick", "manufacturingbrassware", "manufacturingbiscuit", "manufacturingbhains", "manufacturingbeauty", "manufacturingbanana", "manufacturingayurvedic", "manufacturingapiary", "manufacturingaluminium", "manufacturingagarbatti", "manufacturingadvocate", "manufacturingadvertising", "manufacturingaam", "makingzari", "makingzameen", "makingxerox", "makingwind", "makingwashing", "makingwarehouse", "makingvidyalaya", "makingveterinary", "makingvehicle", "makingvakil", "makingutensil", "makingtyre", "makingtwo", "makingtv", "makingtruck", "makingtoy", "makingtoothpaste", "makingtax", "makingstock", "makingsports", "makingspinach", "makingsona", "makingsolar", "makingskill", "makingshoe", "makingseviyan", "makingseasonal", "makingsaree", "makingsanitary", "makingrepair", "makingreal", "makingpulse", "makingprinting", "makingpower", "makingplumber", "makingplacement", "makingphotography", "makingphone", "makingpetrol", "makingpest", "makingpashu", "makingparlour", "makingparcel", "makingpainting", "makingpackaged", "makingorganic", "makingoffset", "makingnuts", "makingnatural", "makingmusic", "makingmotorcycle", "makingmochi", "makingmineral", "makingmedical", "makingmasala", "makingmachine", "makinglogo", "makinglodge", "makinglimestone", "makingled", "makingleather", "makinglayer", "makinglabel", "makingknife", "makingkirana", "makingkhilona", "makingkela", "makingjoota", "makingit", "makingincense", "makingice", "makinghospital", "makinghosiery", "makinghomeopathy", "makinghome", "makinghandmade", "makinghandbag", "makinghalwai", "makinggoods", "makingglass", "makinggarment", "makingfreshwater", "makingfoto", "makingfootwear", "makingfertilizer", "makingfashion", "makingfan", "makingfactory", "makingelectric", "makingdiagnostic", "makingdentist", "makingdance", "makingdal", "makingcyber", "makingcucumber", "makingcorrugated", "makingconstruction", "makingcomputer", "makingcoconut", "makingcobbler", "makingcoal", "makingclay", "makingchocolate", "makingchili", "makingchappals", "makingcanteen", "makingcab", "makingbutter", "makingbuilding", "makingbroiler", "makingbpo", "makingbartan", "makingattar", "makingatta", "makingapp", "makingaerated", "makingadvertising", "makingadrak", "makingachar", "growingzari", "growingzameen", "growingxerox", "growingwooden", "growingwarehouse", "growingvocational", "growingvidyalaya", "growingvegetable", "growingtyre", "growingtv", "growingtin", "growingtea", "growingtailoring", "growingsoftware", "growingsoft", "growingsilver", "growingsilk", "growingseviyan", "growingsaree", "growingsabun", "growingrubber", "growingrestaurant", "growingreal", "growingprinting", "growingplywood", "growingplacement", "growingphotography", "growingpest", "growingperfume", "growingparlour", "growingpainting", "growingpaint", "growingpaddy", "growingpackaging", "growingorganic", "growingonline", "growingonion", "growingnursing", "growingmy", "growingmusic", "growingmurgi", "growingmoney", "growingmochi", "growingmineral", "growingmilk", "growingmetal", "growingmedical", "growingmakan", "growingmachli", "growingmachine", "growingliquid", "growinglimestone", "growinglegal", "growinglayer", "growingladies", "growingknitting", "growingkhana", "growingkapde", "growingkanda", "growingjute", "growingjuice", "growingit", "growingimitation", "growingice", "growinghospital", "growinghosiery", "growinghighway", "growingherbal", "growinghair", "growinggst", "growinggoods", "growinggents", "growinggeneral", "growingfurniture", "growingfoto", "growingfly", "growingfishing", "growingfish", "growingfashion", "growingfarming", "growingembroidery", "growingelectronics", "growingelectricity", "growingelectrician", "growingeent", "growingecommerce", "growingdry", "growingdried", "growingdoctor", "growingdiagnostic", "growingdetergent", "growingdarji", "growingdance", "growingdairy", "growingcycle", "growingcyber", "growingcucumber", "growingcopper", "growingcoffee", "growingclothing", "growingchutney", "growingchit", "growingchili", "growingchartered", "growingcattle", "growingcardboard", "growingcake", "growingbuilding", "growingbrick", "growingbpo", "growingbook", "growingbike", "growingbicycle", "growingbhains", "growingbeauty", "growingbakri", "growingarchitect", "growingadrak", "growingachar", "growingaam"], "max_vocab": 15000, "seq_len": 50}